Repository: mozilla-l10n/mt-training-data
Catalog: pt/pt_pontoon.tmx
Source language: en_us
Languages: pt

source: revert
pt: reverter

source: review checker
pt: verificador de revisão

source: Review checker
pt: Verificador de avaliações

source: search suggestion
pt: sugestão de pesquisa

source: security keys
pt: chaves de segurança

source: sensitive
pt: sensível, confidencial

source: sidebar
pt: barra lateral

source: sign
pt: assinar

source: signer
pt: signatário

source: sign in
pt: entrar

source: sign-in
pt: entrar

source: studies
pt: estudos

source: Terms of Service
pt: Termos do serviço

source: track
pt: rastrear

source: trackers
pt: rastreadores

source: Tracking Content
pt: Conteúdo de rastreamento

source: Turbo Mode
pt: Modo turbo

source: unencrypted
pt: não encriptado / não criptografado

source: unresponsive
pt: não responsivo, travado

source: unsafe
pt: inseguro

source: validate
pt: validar

source: validity
pt: validade

source: version
pt: versão

source: Web Authentication
pt: Autenticação web

source: If a string has a lot of placeables, we have another trick for you.
pt: Se uma frase tem muitos trechos codificados, nós temos outro truque para você.

source: In this sentence, click the dot-dot-dot at the end…
pt: Nesta frase, clique nos três pontos no final…

source: <strong><a href="%(test)s">Click the Copy button</a> just <em>below</em> the translation input.</strong>
pt: <strong><a href="%(test)s">Clique no botão de copiar (Copy)</a> logo <em>abaixo</em> do campo de tradução.</strong>

source: There are <b>different</b> %(types)s of placeables and you usually don't need to translate them.
pt: Existem <b>diferentes</b> %(types)s de trechos codificados, normalmente você não precisa traduzir.

source: Welcome to Pontoon! Translate this sentence and press Enter.
pt: Boas-vindas ao Pontoon! Traduza esta frase e pressione Enter.
